Revit 2027 API
ParameterTypeId.SpotElevSingleOrUpperValue Property
 "Single/Upper Value"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevSingleOrUpperValue { get; }
Public Shared ReadOnly Property SpotElevSingleOrUpperValue As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevSingleOrUpperValue {
	ForgeTypeId^ get ();
}
static member SpotElevSingleOrUpperValue : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace